Repository: huwung/ProjektOmegaT
Catalog: training/materials/legacy/english_to_czech.tmx
Source language: en
Languages: cs

source: Biocoenosis
cs: Biocenóza

source: Navigation
cs: Navigace

source: Main page
cs: Hlavní strana

source: Current events
cs: Aktuality

source: Random
cs: Náhodný

source: article
cs: článek

source: Recent changes
cs: Poslední změny

source: Help
cs: Nápověda

source: Toolbox
cs: Nástroje

source: Related
cs: Související

source: changes
cs: změny
